Repository: xytxg/reynard-browser-zh
Catalog: browser/Reynard/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, ja, pl, ru, zh_hans, zh_hant

source: It's extremely rare that you encounter this issue! Make sure that your TrollStore installation or jailbroken environment is properly configured. You may use the browser without JIT temporarily until the next launch by activating JIT-Less Mode.
cs: Na tuto chybu byste měli narazit jen velmi vzácně! Ujistěte se, že je vaše instalace TrollStore či jailbreaku správně nastavená. Aktivací režimu bez JIT můžete prohlížeč dočasně do příštího spuštění používat bez JIT.
de: Dieses Problem tritt äußerst selten auf! Stelle sicher, dass die TrollStore-Installation oder Jailbreak-Umgebung ordnungsgemäß konfiguriert ist. Du kannst den Reynard vorübergehend bis zum nächsten Start ohne JIT nutzen, indem der JIT-Less-Modus aktiviert wird.
fr: Il est très rare de rencontrer ce problème! Assurez-vous que votre installation de TrollStore ou que votre environnement de jailbreak est configuré correctement. Vous devrez peut-être utiliser le navigateur sans JIT temporairement jusqu'au prochain démarrage en activant le mode JITless.
ja: 非常に珍しい問題が起きました。脱獄環境、又はTrollStore環境が正しく構築されてる事を確認してください。 JITなしモードをオンにすれば次回起動まで一時的にJIT無しの状態で動作します。
pl: Ten problem występuje niezwykle rzadko! Upewnij się, że instalacja TrollStore lub środowisko z jailbreakiem są poprawnie skonfigurowane. Możesz tymczasowo korzystać z przeglądarki bez JIT do następnego uruchomienia, aktywując tryb bez JIT.
ru: Эта проблема встречается крайне редко! Убедитесь, что TrollStore или среда с джейлбрейком настроены правильноДо следующего запуска вы можете временно пользоваться браузером без JIT, включив режим JIT-Less.
zh_hans: 极少会出现此问题！请确保你的 TrollStore 安装或越狱环境配置正确。 在下次启动前，你可以通过启用无 JIT 模式，暂时在不使用 JIT 的情况下使用浏览器。
zh_hant: 你幾乎不會遇到此問題！請確認 TrollStore 安裝項目或越獄環境已正確設定。 在下次啟動前，你可以啟用「無 JIT 模式」，暫時在不使用 JIT 的情況下使用瀏覽器。

source: JIT is not supported on the OS version you are using.
cs: Na vaší verzi systému JIT není podporováno.
de: JIT wird von dieser iOS-Version nicht unterstützt.
fr: Le JIT n'est pas pris en charge par la version d'OS de votre appareil.
ja: ご使用のOSバージョンではJITが非対応です
pl: JIT nie jest wspierany na wersji systemu, którą używasz.
ru: JIT не поддерживается в используемой вами версии ОС.
zh_hans: 你使用的操作系统版本不支持 JIT。
zh_hant: 你所使用的作業系統版本不支援 JIT。

source: Keep Downloading
cs: Pokračovat ve stahování
de: Weiter herunterladen
fr: Continuer à Télécharger
ja: ダウンロードを続ける
pl: Kontynuuj Pobieranie
ru: Продолжить загрузку
zh_hans: 继续下载
zh_hant: 繼續下載

source: Languages
cs: Jazyky
de: Sprachen
fr: Langues
ja: 言語
pl: Języki
ru: Языки
zh_hans: 语言
zh_hant: 語言

source: Last checked %@.
cs: Naposledy zkontrolováno
de: Zuletzt überprüft am %@.
fr: Vérifié le %@.
ja: 最後に%@に確認済み
pl: Ostatnio sprawdzane %@
ru: Последняя проверка: %@.
zh_hans: 上次检查：%@。
zh_hant: 上次檢查：%@。

source: Last Hour
cs: Poslední hodinu
de: Letzte Stunde
fr: Dernière Heure
ja: 1時間以内
pl: Ostatnio godzinę temu
ru: За последний час
zh_hans: 过去一小时
zh_hant: 過去一小時

source: Last Tab
cs: Poslední panel
de: Letzter Tab
fr: Dernier Onglet
ja: 最後に開いたタブ
pl: Ostatnia Karta
ru: Последняя вкладка
zh_hans: 上一个标签页
zh_hant: 上次開啟的標籤頁

source: Last Updated
cs: Naposledy aktualizováno
de: Zuletzt aktualisiert
fr: Dernière mise à jour
ja: 最終更新
pl: Ostatnia Aktualizacja
ru: Последнее обновление
zh_hans: 最近更新
zh_hant: 上次更新

source: Learn More
cs: Zjistit více
de: Mehr erfahren
fr: En savoir plus
ja: 詳しく
pl: Dowiedz się więcej
ru: Подробнее
zh_hans: 了解更多
zh_hant: 進一步瞭解

source: Learn more about %@ Protection...
cs: Zjistit více o %@ ochraně…
de: Mehr über den %@-Schutz erfahren…
fr: En savoir plus sur la protection %@
ja: %@防止について学ぶ
pl: Dowiedz się więcej o Ochronie %@ ...
ru: Подробнее о защите «%@»…
zh_hans: 进一步了解 %@ 保护…
zh_hant: 進一步瞭解「%@」保護…

source: Links
cs: Odkazy
fr: Liens
ja: リンク一覧
pl: Linki
ru: Ссылки
zh_hans: 链接
zh_hant: 連結

source: Loading Add-ons…
cs: Načítám rozšíření…
de: Erweiterungen laden…
fr: Chargement des extensions…
ja: アドオンをロード中
pl: Ładowanie Dodatków…
ru: Загрузка дополнений…
zh_hans: 正在载入插件…
zh_hant: 正在載入附加元件…

source: Local Network
cs: Místní síť
de: Lokales Netzwerk
fr: Réseau Local
ja: ローカルネットワーク
pl: Lokalna sieć
ru: Локальная сеть
zh_hans: 本地网络
zh_hant: 本機網路

source: Local Network Devices
cs: Zařízení v místní síti
de: Geräte im lokalen Netzwerk
fr: Appareils sur le réseau local
ja: ローカルネットワーク機器
pl: Lokalne urządzenia sieciowe
ru: Устройства в локальной сети
zh_hans: 本地网络设备
zh_hant: 本機網路裝置

source: Location
cs: Poloha
de: Ortung
fr: Emplacement
ja: 位置情報
pl: Lokalizacja
ru: Геопозиция
zh_hans: 位置
zh_hant: 位置

source: Make sure TrollStore's URL Scheme is enabled.
cs: Ujistěte se, že je pro TrollStore povoleno jeho URL schéma.
de: Stelle sicher, dass das URL-Schema von TrollStore aktiviert ist.
fr: Assurez-vous que le Schéma d'URL est activé sur TrollStore.
ja: TrollStore URLスキームが有効化されているか確認してください。
pl: Upewnij się, że schemat adresów URL TrollStore jest włączony.
ru: Убедитесь, что URL-схема TrollStore включена.
zh_hans: 请确保已启用 TrollStore 的 URL Scheme。
zh_hant: 請確認已啟用 TrollStore 的 URL Scheme。

source: Max Protection
cs: Maximální ochrana
zh_hans: 最大保护
zh_hant: 最大保護

source: Media
cs: Média
de: Medien
fr: Média
ja: 画像と動画
ru: Медиа
zh_hans: 媒体
zh_hant: 媒體

source: Microphone
cs: Mikrofon
de: Mikrofon
ja: マイク
pl: Mikrofon
ru: Микрофон
zh_hans: 麦克风
zh_hant: 麥克風

source: More About This Add-on
cs: Více o tomto rozšíření
de: Mehr über diese Erweiterung
fr: En savoir plus sur cette extension
ja: このアドオンに関する詳細
pl: Więcej na temat tego Dodatku
ru: Подробнее об этом дополнении
zh_hans: 关于此插件
zh_hant: 深入瞭解此附加元件

source: Name
cs: Název
fr: Nom
ja: 名前
pl: Imię
ru: Название
zh_hans: 名称
zh_hant: 名稱

source: Needs Permission to Update
cs: Potřebuje schválit aktualizaci
de: Benötigt Berechtigungen zum Update
fr: Demande l'autorisation pour la mise à jour
ja: 更新には許可が必要です
pl: Potrzeba pozwolenia, aby zaktualizować
ru: Требуется разрешение для обновления
zh_hans: 需要权限才能更新
zh_hant: 需要權限才能更新

source: Network Error
cs: Chyba sítě
de: Netzwerkfehler
fr: Erreur de Réseau
ja: ネットワークエラー
pl: Błąd sieci
ru: Ошибка сети
zh_hans: 网络错误
zh_hant: 網路錯誤

source: New Folder
cs: Nová složka
de: Neuer Ordner
fr: Nouveau dossier
ja: 新しいフォルダ
pl: Nowy Folder
ru: Новая папка
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New Private Tab
cs: Nový anonymní panel
de: Neuer privater Tab
fr: Nouvel Onglet en Navigation Privée
ja: 新しいプライベートタブ
pl: Nowa Prywatna Karta
ru: Новая Приватная Вкладка
zh_hans: 新建无痕标签页
zh_hant: 新增私密標籤頁

source: New required data collection: The developer says this add-on will collect %@.
cs: Nový požadovaný sběr dat: Vývojář tvrdí, že toto rozšíření bude sbírat %@.
de: Neue erforderliche Datenerfassung: Der Entwickler gibt an, dass diese Erweiterung %@ erfasst.
fr: Nouvelle collection de données requise : Le développeur indique que cette extension collectera %@.
ja: 新たに必要となるデータ収集 - 開発者によると、このアドオンは %@ を収集します。
pl: Nowe wymagania dotyczące gromadzenia danych: Deweloper twierdzi, że ten dodatek będzie gromadził %@.
ru: Новое требование по сбору данных: разработчик сообщает, что это дополнение будет собирать %@.
zh_hans: 新数据收集请求：此插件开发者称该插件将收集%@。
zh_hant: 新增的必要資料收集項目：開發者表示此附加元件將收集 %@。

source: New required permissions: %@
cs: Nová požadovaná oprávnění: %@
de: Neue erforderliche Berechtigungen: %@
fr: Nouvelles permissions nécessaires : %@
ja: 新しい必須権限: %@
pl: Nowe wymagane uprawnienia: %@
ru: Новые обязательные разрешения: %@
zh_hans: 新权限请求：%@
zh_hant: 新增的必要權限：%@

source: New Tab
cs: Nový panel
de: Neuer Tab
fr: Nouvel Onglet
ja: 新しいタブ
pl: Nowa Karta
ru: Новая вкладка
zh_hans: 新标签页
zh_hant: 新增標籤頁

source: New Updates
cs: Nové aktualizace
de: Neue Updates
fr: Nouvelles mises à jour
ja: 新着情報
pl: Nowe Aktualizacje
ru: Последние обновления
zh_hans: 更新可用
zh_hant: 可用更新

source: Next Tab
cs: Další panel
de: Nächster Tab
fr: Onglet suivant
ja: 次のタブ
pl: Następna Karta
ru: Следующая Вкладка
zh_hans: 下一个标签页
zh_hant: 下一個標籤頁

source: Night
cs: Noc
de: Dunkel
fr: Nuit
ja: 夜
pl: Noc
ru: Ночной режим
zh_hans: 深色
zh_hant: 深色

source: No
cs: Ne
de: Nein
fr: Non
ja: いいえ
pl: Nie
ru: Нет
zh_hans: 否
zh_hant: 否

source: No Add-ons
cs: Žádná rozšíření
de: Keine Erweiterungen
fr: Aucune extension
ja: アドオンがありません
pl: Brak Dodatków
ru: Нет дополнений
zh_hans: 无插件
zh_hant: 無附加元件

source: No Add-ons Installed
cs: Nejsou nainstalována žádná rozšíření
de: Keine Erweiterungen installiert
fr: Aucune extension installée
ja: アドオンはインストールされてません
pl: Brak zainstalowanych Dodatków
ru: Нет установленных дополнений
zh_hans: 未安装插件
zh_hant: 未安裝任何附加元件

source: No matching bookmarks
cs: Žádné odpovídající záložky
de: Keine passenden Lesezeichen
fr: Aucun marque-page correspondant
ja: ブックマークが見つかりませんでした
pl: Brak pasujących Zakładek
ru: Подходящие закладки не найдены
zh_hans: 没有匹配的书签
zh_hant: 找不到相符的書籤

source: No matching downloads
cs: Žádné odpovídající stažené soubory
de: Keine passenden Downloads
fr: Aucun téléchargement correspondant
ja: ファイルが見つかりませんでした
pl: Brak pasujących Pobranych
ru: Подходящие загрузки не найдены
zh_hans: 没有匹配的下载项目
zh_hant: 找不到相符的下載項目

source: No matching history
cs: Žádná odpovídající stránka v historii
de: Keine Übereinstimmungen im Verlauf
fr: Aucune entrée correspondante dans l'historique
ja: 履歴が見つかりませんでした
pl: Brak pasującej Historii
ru: Подходящие записи в истории не найдены
zh_hans: 没有匹配的历史记录
zh_hant: 找不到相符的瀏覽記錄

source: No Protection
cs: Žádná ochrana
de: Kein Schutz
fr: Aucune Protection
ja: 保護なし
pl: Brak Ochrony
ru: Без защиты
zh_hans: 无保护
zh_hant: 無保護

source: No release notes available.
cs: Nejsou dostupné žádné poznámky k vydání.
de: Keine Veröffentlichungshinweise verfügbar.
fr: Aucune note de mise à jour disponible.
ja: 有効なリリースノートがありません
pl: Brak dostępnych informacji o wydaniu.
ru: Примечания к выпуску отсутствуют.
zh_hans: 暂无发行说明。
zh_hant: 目前沒有版本說明。

source: No Trackers Found
cs: Nenalezeny žádné trackery
de: Keine Tracker gefunden
fr: Aucun traqueur trouvé
ja: トラッカーは見つかりませんでした
pl: Nie znaleziono Śledzenia
ru: Трекеры не найдены
zh_hans: 未发现跟踪器
zh_hant: 未發現追蹤器

source: No Update Available
cs: Není dostupná žádná aktualizace
de: Kein Update verfügbar
fr: Aucune mise à jour disponible
ja: アップデートはありません
pl: Brak dostępnych aktualizacji
ru: Нет доступного обновления
zh_hans: 没有可用更新
zh_hant: 沒有可用的更新

source: No updates found.
cs: Nebyly nalezeny žádné dostupné aktualizace.
de: Kein Update gefunden.
fr: Aucune mise à jour trouvée.
ja: アップデートは見つかりませんでした
pl: Nie znaleziono aktualizacji
ru: Обновлений не найдено.
zh_hans: 未找到更新。
zh_hant: 找不到更新。

source: None
cs: Ničeho
de: Keine
fr: Aucun
ja: 無し
pl: Nic
ru: Нет
zh_hans: 无
zh_hant: 無

source: Not Allowed in Private Browsing
cs: Zakázáno v anonymním režimu
de: Im privaten Modus nicht erlaubt
fr: Interdit en mode Navigation Privée
ja: プライベートモードでは許可されてません
pl: Niedozwolone w Prywatnym Przeglądaniu
ru: Запрещено в режиме «Частный доступ»
zh_hans: 在无痕浏览中不允许
zh_hant: 不允許在私密瀏覽中使用

source: Not Verified
cs: Neověřeno
de: Nicht verifiziert
fr: Non Vérifié
ja: 未認証
pl: Nie Zweryfikowane
ru: Не проверено
zh_hans: 未验证
zh_hant: 未驗證

source: Number of Rows
cs: Počet řádků
de: Anzahl Zeilen
fr: Nombre de lignes
ja: 行数
pl: Liczba Rzędów
ru: Количество строк
zh_hans: 行数
zh_hant: 列數

source: Number of Tabs
cs: Počet panelů
de: Anzahl Tabs
fr: Nombre d’onglets
ja: タブの数
pl: Liczba Kart
ru: Количество вкладок
zh_hans: 标签页数量
zh_hant: 標籤頁數量

source: Number of Websites
cs: Počet webových stránek
de: Anzahl Seiten
fr: Nombre de sites Web
ja: サイトの数
pl: Liczba Stron
ru: Количество сайтов
zh_hans: 网站数量
zh_hant: 網站數量

source: Off
cs: Vypnuto
de: Aus
fr: Désactivé
ja: オフ
pl: Wył.
ru: Выкл.
zh_hans: 关闭
zh_hant: 關閉

source: Older Than 1 Day
cs: Starší než 1 den
de: einen Tag
fr: Vieux de plus d'un jour
ja: 一日前以上
pl: Starsze niż 1 Dzień
ru: Старее Дня
zh_hans: 超过 1 天
zh_hant: 超過 1 天

source: Older Than 1 Month
cs: Starší než 1 měsíc
de: einen Monat
fr: Vieux de plus d'un mois
ja: 一ヶ月前以上
pl: Starsze niż 1 Miesiąc
ru: Старее Месяца
zh_hans: 超过 1 个月
zh_hant: 超過 1 個月

source: Older Than 1 Week
cs: Starší než 1 týden
de: eine Woche
fr: Vieux de plus d'une semaine
ja: 一週間前以上
pl: Starsze niż 1 Tydzień
ru: Старее Недели
zh_hans: 超过 1 周
zh_hant: 超過 1 週

source: On
cs: Zapnuto
de: An
fr: Activé
ja: オン
pl: Wł.
ru: Вкл.
zh_hans: 打开
zh_hant: 開啟

source: On Startup
cs: Při spuštění otevřít
de: Beim Start
fr: Au Démarrage
ja: スタートアップ時
pl: Podczas uruchamiania
ru: При запуске
zh_hans: 启动时
zh_hant: 啟動時

source: Open Image in New Tab
cs: Otevřít obrázek v novém panelu
de: Bild in neuem Tab öffnen
fr: Ouvrir l'image dans un Nouvel Onglet
ja: 画像を新規タブで開く
pl: Otwórz Obraz w Nowej Karcie
ru: Открыть Изображение в Новой Вкладке
zh_hans: 在新标签页中打开图像
zh_hant: 在新標籤頁中開啟圖片

source: Open in Files
cs: Otevřít v Souborech
de: In Dateien öffnen
fr: Ouvrir dans Fichiers
ja: ファイルで 開く
pl: Otwórz w Plikach
ru: Открыть в Файлах
zh_hans: 在“文件”中 打开
zh_hant: 在「檔案」中 開啟

source: Open in Background
cs: Otvírat na pozadí
ja: バックグラウンドで開く
zh_hans: 在后台打开

source: Open in New Private Tab
cs: Otevřít v novém anonymním panelu
de: In neuem privaten Tab öffnen
fr: Ouvrir dans un nouvel onglet en Navigation Privée
ja: 新しいプライベートタブで開く
pl: Otwórz w Nowej Prywatnej Karcie
ru: Открыть в новой частной вкладке
zh_hans: 在新的无痕标签页中打开
zh_hant: 在新的私密標籤頁中開啟

source: Open in New Tab
cs: Otevřít v novém panelu
de: In neuem Tab öffnen
fr: Ouvrir dans un nouvel onglet
ja: 新しいタブで開く
pl: Otwórz w Nowej Karcie
ru: Открыть в новой вкладке.
zh_hans: 在新标签页中打开
zh_hant: 在新標籤頁中開啟

source: Open Link in Background
cs: Otevřít odkaz na pozadí
de: Im Hintergrund öffnen
fr: Ouvrir le lien en arrière-plan
ja: リンクをバックグラウンドで開く
pl: Otwórz Link w Tle
ru: Открыть Страницу в Фоне
zh_hans: 在后台标签页打开链接
zh_hant: 在背景標籤頁中開啟連結

source: Open Link in New Private Tab
cs: Otevřít odkaz v novém anonymním panelu
de: Link in neuem privaten Tab öffnen
fr: Ouvrir le lien dans un Nouvel Onglet privé
ja: リンクを新しいプライベートタブで開く
pl: Otwórz Link w Nowej Prywatnej Karcie
ru: Открыть Страницу в Приватной Вкладке
zh_hans: 在新无痕标签页中打开链接
zh_hant: 在新的私密標籤頁中開啟連結

source: Open Link in New Tab
cs: Otevřít odkaz v novém panelu
de: Link in neuem Tab öffnen
fr: Ouvrir le lien dans un Nouvel Onglet
ja: リンクを新しいタブで開く
pl: Otwórz Link w Nowej Karcie
ru: Открыть Страницу в Новой Вкладке
zh_hans: 在新标签页中打开链接
zh_hant: 在新標籤頁中開啟連結

source: Open Links in External Apps
cs: Otvírat odkazy v externích aplikacích
de: Links in anderen Apps öffnen
fr: Ouvrir les liens dans les applications externes
ja: リンクを外部のアプリで開く
pl: Otwórz Linki w Aplikacjach Zewnętrznych
ru: Открыть Ссылки в Других Приложениях
zh_hans: 在外部应用中打开链接
zh_hant: 在外部 App 中開啟連結

source: Open Location
cs: Otevřít umístění
de: Adresse öffnen
fr: Ouvrir l'emplacement
ja: アドレスを開く
pl: Otwórz Lokalizacje
zh_hans: 打开地址
zh_hant: 開啟位置

source: Open New Tabs To
cs: Na nových panelech otevřít
de: Neuen Tab öffnen
fr: Ouvrir les nouveaux onglets sur
ja: 新しいタブ先
pl: Otwórz Nowe Karty w
ru: Открывать новые вкладки
zh_hans: 新标签页打开位置
zh_hant: 新標籤頁開啟時顯示

source: Open Settings
cs: Otevřít nastavení
de: Einstellungen öffnen
fr: Ouvrir les paramètres
ja: 設定を開く
pl: Otwórz Ustawienia
ru: Открыть Настройки
zh_hans: 打开“设置”
zh_hant: 開啟「設定」

source: Open Tabs
cs: Otevřené panely
de: Geöffnete Tabs
fr: Onglets ouverts
ja: タブを開く
pl: Otwórz Karty
ru: Открытые вкладки
zh_hans: 打开的标签页
zh_hant: 已開啟的標籤頁

source: Optional Data Collection
cs: Volitelný sběr dat
de: Optionale Datenerfassung
fr: Collection de données optionnelles
ja: 任意のデータ取集
pl: Opcjonalne Zbieranie Danych
ru: Необязательный сбор данных
zh_hans: 可选数据收集
zh_hant: 選擇性資料收集

source: Optional Permissions
cs: Volitelná oprávnění
de: Optionale Berechtigungen
fr: Permissions optionnelles
ja: 任意の権限
pl: Opcjonalne Uprawnienie
ru: Дополнительные разрешения
zh_hans: 可选权限
zh_hant: 選擇性權限

source: Page Zoom
cs: Přiblížení stránky
de: Seitenzoom
fr: Zoom sur la page
ja: ズーム率
pl: Powiększenie Strony
ru: Масштаб страницы
zh_hans: 页面缩放
zh_hant: 頁面縮放

source: Page Zoom on
cs: Přiblížení na stránce
de: Seitenzoom ein
fr: Zoom sur la page activé
ja: ズーム率
pl: Powiększ Stronę
ru: Масштаб страниц на сайтах
zh_hans: 页面缩放用于
zh_hant: 套用頁面縮放的網站

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
ja: パスワード
pl: Hasło
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Paste and Go
cs: Vložit a otevřít
de: Einsetzen und öffnen
fr: Copier et y aller
ja: ペーストして開く
pl: Wklej i idź
ru: Вставить и Перейти
zh_hans: 粘贴并前往
zh_hant: 貼上並前往

source: Performance Recommendation
cs: Doporučení ohledně výkonu
de: Leistungsempfehlung
fr: Recommandation de performance
ja: パフォーマンス向上のおすすめ
pl: Zalecenia Dotyczące Wydajności
ru: Рекомендация по производительности
zh_hans: 性能建议
zh_hant: 效能建議

source: Permissions
cs: Oprávnění
de: Berechtigungen
ja: 権限一覧
pl: Uprawnienia
ru: Разрешения
zh_hans: 权限
zh_hant: 權限

source: Persistent Storage
cs: Stálá paměť
de: Permanenter Speicher
fr: Mémoire persistante
ja: 永続ストレージ
pl: Trwałe Przechowywanie
ru: Постоянное хранилище
zh_hans: 持久存储
zh_hant: 永久儲存空間

source: Photo Library
cs: Fotogalerie
de: Fotobibliothek
fr: Galerie de photos
ja: フォトライブラリ
pl: Biblioteka Zdjęć
ru: Медиатека
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Please check that your pairing file is valid, your loopback VPN is on, and you're connected to a stable Wi-Fi network. You may use the browser without JIT temporarily until the next launch by activating JIT-Less Mode.
cs: Přesvědčte se, že váš párovací soubor je platný, vaše loopback VPN je zapnuté a jste připojeni k stabilní Wi-Fi síti. Aktivací režimu bez JIT můžete prohlížeč dočasně do příštího spuštění používat bez JIT.
de: Bitte überprüfe, ob die Pairing-Datei gültig ist, dein Loopback-VPN aktiviert ist und du mit einem stabilen WLAN-Netzwerk verbunden bist. Du kannst den Reynard vorübergehend bis zum nächsten Start ohne JIT nutzen, indem der JIT-Less-Modus aktiviert wird.
fr: Veuillez vérifier que votre fichier de Pairing est valide, que votre VPN de loopback est activé et que vous êtes connecté à un réseau Wi-Fi stable. Vous pouvez utiliser le navigateur sans JIT temporairement jusqu'au prochain démarrage en activant le mode JITless.
ja: ペアリングファイルが有効か確認の上、ループバックVPNと安定したWiFiネットワークに接続してください。 JITなしモードをオンにすれば次回起動まで一時的にJIT無しの状態で動作します。
pl: Sprawdź, czy plik parowania jest prawidłowy, czy sieć VPN z funkcją loopback jest włączona i czy masz stabilne połączenie z siecią Wi-Fi. Możesz tymczasowo korzystać z przeglądarki bez JIT do następnego uruchomienia, aktywując tryb JIT-Less.
ru: Убедитесь, что файл сопряжения корректен, VPN с обратной петлёй включён, а подключение к Wi-Fi стабильно. Включив режим без JITте временно использовать браузер без JIT до следующего запуска, включив режим без JIT.
zh_hans: 请检查配对文件是否有效、环回 VPN 是否已打开，以及是否已连接到稳定的无线局域网。 在下次启动前，你可以通过启用无 JIT 模式，暂时在不使用 JIT 的情况下使用浏览器。
zh_hant: 請確認配對檔案有效、迴路 VPN 已開啟，並已連線至穩定的 Wi-Fi 網路。 在下次啟動前，你可以啟用「無 JIT 模式」，暫時在不使用 JIT 的情況下使用瀏覽器。

source: Preparing JIT
cs: Připravuji JIT
de: JIT vorbereiten
fr: Préparation du JIT
ja: JITを準備中
pl: Przygotowywanie JIT
ru: Подготовка JIT
zh_hans: 正在准备 JIT
zh_hant: 正在準備 JIT

source: Previews
cs: Náhledy
de: Vorschauen
fr: Prévisualisations
ja: プレビュー
pl: Podglądy
zh_hans: 预览
zh_hant: 預覽

source: Previous 7 Days
cs: Za posledních 7 dní
de: Letzte 7 Tage
fr: 7 derniers jours
ja: 過去7日間
pl: Poprzednie 7 Dni
ru: За последние 7 дней
zh_hans: 过去 7 天
zh_hant: 過去 7 天

source: Previous 30 Days
cs: Za posledních 30 dní
de: Letzte 30 Tage
fr: 30 derniers jours
ja: 過去30日
pl: Poprzednie 30 Dni
ru: За последние 30 дней
zh_hans: 过去 30 天
zh_hant: 過去 30 天

source: Previous Tab
cs: Předchozí panel
de: Vorheriger Tab
fr: Onglet précédent
ja: 前のタブ
pl: Poprzednia Karta
ru: Предыдущая Вкладка
zh_hans: 上一个标签页
zh_hant: 上一個標籤頁

source: Privacy
cs: Soukromí
de: Datenschutz
fr: Vie privée
ja: プライバシー
pl: Prywatność
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私權

source: Private
cs: Anonymní
de: Privat
fr: Privé
ja: プライベートモード
pl: Prywatne
ru: Частный доступ
zh_hans: 无痕
zh_hant: 私密

source: Private Browsing
cs: Anonymní režim
de: Privater Modus
fr: Navigation Privée
ja: プライベートブラウジング
pl: Prywatne Przeglądanie
ru: Частный доступ
zh_hans: 无痕浏览
zh_hant: 私密瀏覽

source: Pull to Refresh
cs: Potažením dolů znovu načíst stránku
de: Ziehen zum Aktualisieren
ja: 下に引っ張ってページを更新
pl: Pociągnij, aby Odświeżyć
zh_hans: 下拉刷新
zh_hant: 下拉以重新整理

source: Quit Reynard
cs: Ukončit Reynard
de: Reynard beenden
fr: Quitter Reynard
ja: Reynardを閉じる
pl: Wyjdź z Reynard
ru: Закрыть Reynard
zh_hans: 退出 Reynard
zh_hant: 結束 Reynard

source: Rating
cs: Hodnocení
de: Wertung
fr: Avis
ja: 評価
pl: Ocena
ru: Рейтинг
zh_hans: 评分
zh_hant: 評分

source: Recently Closed Tabs
cs: Nedávno zavřené panely
de: Zuletzt geschlossene Tabs
fr: Onglets récemment fermés
ja: 最近閉じたタブ
pl: Ostatnio Zamknięte Karty
ru: Недавно закрытые вкладки
zh_hans: 最近关闭的标签页
zh_hant: 最近關閉的標籤頁

source: Recommendations
cs: Doporučení
de: Empfehlungen
fr: Suggestions
ja: おすすめ
pl: Rekomendacje
ru: Рекомендации
zh_hans: 建议
zh_hant: 推薦內容

source: Reload Page
cs: Znovu načíst stránku
de: Seite neuladen
fr: Recharger la page
ja: ページをリロード
pl: Odśwież Stronę
ru: Обновить Страницу
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

source: Remove
cs: Odstranit
de: Entfernen
fr: Retirer
ja: 削除
pl: Usuń
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
cs: Chcete odstranit rozšíření %@?
de: %@ entfernen?
fr: Retirer %@?
ja: %@を削除しますか？
pl: Usunąć %@?
ru: Удалить %@?
zh_hans: 移除%@？
zh_hant: 要移除「%@」嗎？

source: Remove Add-on
cs: Odstranit rozšíření
de: Erweiterung entfernen
fr: Retirer l'extension
ja: アドオンを削除
pl: Usuń Dodatek
ru: Удалить дополнение
zh_hans: 移除插件
zh_hant: 移除附加元件

source: Remove Link
cs: Odstranit odkaz
de: Link entfernen
fr: Retirer le lien
ja: リンクを削除
pl: Usuń Link
ru: Удалить ссылку
zh_hans: 移除链接
zh_hant: 移除連結

source: Remove Recently Closed Tab
cs: Odstranit nedávno zavřený panel
de: Zuletzt geschlossenen Tab entfernen
fr: Retirer l'onglet récemment fermé
ja: 最近閉じたタブを削除
pl: Usuń Ostatnio Zamknięte Karty
ru: Удалить вкладку из списка недавно закрытых
zh_hans: 移除最近关闭的标签页
zh_hant: 移除最近關閉的標籤頁

source: Removing cookies and website data for %@ may require you to sign in again.
cs: Je možné, že se po smazání cookies a dat stránky %@ budete muset znovu přihlásit.
de: Wenn Cookies und Seitendaten für %@ gelöscht werden, ist eine erneute Anmeldung erforderlich.
fr: Supprimer les cookies et les données du site web pour %@ vous demandera de vous reconnecter.
ja: %@ のCookieとウェブサイトデータを削除すると、再度サインインが必要になる場合があります。
pl: Usunięcie plików cookie i danych witryny %@ może wymagać ponownego zalogowania.
ru: После удаления файлов cookie и данных сайтов для %@ вам может потребоваться снова войти в аккаунт.
zh_hans: 清除 %@ 的 Cookies 和网站数据可能会导致您需要重新登录。
zh_hant: 移除「%@」的 Cookie 與網站資料後，你可能需要重新登入。

source: Reopen Last Closed Tab
cs: Obnovit naposledy zavřený panel
de: Letzten Tab erneut öffnen
fr: Réouvrir le dernier onglet fermé
ja: 最後に閉じたタブを開く
pl: Otwórz Ponownie Ostatnio Zamkniętą Kartę
ru: Восстановить Последнюю Вкладку
zh_hans: 重新打开上次关闭的标签页
zh_hant: 重新開啟上次關閉的標籤頁

source: Request Desktop Website
cs: Vyžádat desktopové zobrazení
de: Desktop-Seite anfordern
fr: Demander la version pour ordinateur du site Web
ja: PC版サイトを見る
pl: Poproś o wersję strony Komputerowej
ru: Запросить версию сайта для компьютера
zh_hans: 请求桌面网站
zh_hant: 切換為桌面版網站

source: Request Mobile Website
cs: Vyžádat zobrazení pro mobily
de: Mobile Seite anforder
fr: Demander la version pour mobile du site Web
ja: モバイル版サイトを見る
pl: Poproś o wersję strony Mobilnej
ru: Запросить мобильную версию сайта
zh_hans: 请求移动网站
zh_hant: 切換為行動版網站

source: Required Data Collection
cs: Nutný sběr dat
de: Datenerfassung erforderlich
fr: Collection de données requises
ja: データ収集（必須）
pl: Wymagane Zbieranie Danych
ru: Обязательный сбор данных
zh_hans: 必要数据收集
zh_hant: 必要資料收集

source: Required DDI files are missing.
cs: Chybí potřebné soubory DDI.
de: Benötigte DDI-Dateien fehlen.
fr: Les fichiers DDI nécessaires sont manquants.
ja: 必要なDDIファイルが見つかりません。
pl: Brakuje wymaganych plików DDI
ru: Отсутствуют необходимые DDI-файлы.
zh_hans: 缺少必要的 DDI 文件。
zh_hant: 缺少必要的 DDI 檔案。
